[{"content":"Tall pointy objects standing alone in an open space are more likely to get struck by lightning but it’s by no means a certainty. Sometimes the flat ground next to a tall tree can be hit. A car or other enclosed metal structure is the safest place to be in a thunderstorm. Failing that a ditch trench or group of shrubs of uniform height is better than nothing. Keep away from boundary areas between dissimilar terrain (water and land; rock and earth; trees and fields). Also keep at least five metres away from metal objects or other people as lightning will often jump from one object to another."},
{"content":"Although identical twins share the same DNA they don’t look identical cell-for-cell because not every aspect of your physical appearance is rigidly determined by your genes. Fingerprints are formed semi-randomly as the foetus develops in the womb andare affected by such things as chance fluctuations of hormone levels. Similarly the pattern of freckles and moles on the skin is caused by random mutations and will vary between identical twins."},
{"content":"The average height at least in Western society is increasing because of better childhood nutrition and sexual selection. But the tendency of women to find men taller than six feet (183cm) more attractive can’t be extrapolated upward and people above 6ft 2in (188cm) are much more likely to suffer back problems. Above 6ft 8in (203cm) and the heart strains to pump blood round the body."},
{"content":"A fever is when your body increases its internal thermostat found in the hypothalamus. If you exercise hard or it’s a hot day your body temperature might increase but the thermostat remains at around 36.8°C. When you feel hot the hypothalamus tries to correct this with sweating and increased blood flow to the skin. But with a fever it is the thermostat that has risen. This means your body temperature is now below 36.8°C so you feel cold and shiver to try and raise your temperature. The higher body temperature may help fight infection by speeding white blood cell production and slowing bacteria reproduction."},
{"content":"The most popular theory is that OK comes from ‘oll korrect’ a deliberately misspelled writing of ‘all correct’. It was popularised in Boston newspapers around the 1840s when it was fashionable to go around spelling things incorrectly for humorous effect. Legend also has it that New York Democrats later adopted the abbreviation to promote their candidate Martin Van Buren – the initials ‘OK’ were derived from his nickname Old Kinderhook."},
{"content":"The sheer scale of the notorious hole – or more accurately depleted region – in the Earth’s ozone layer over the Antarctic beggars belief. At its peak each September it spans an area bigger than the continental United States and tens of millions of tonnes of ozone would be needed to fill it up again. Simply creating that amount of ozone let alone getting it where it’s needed would be astronomically expensive."},
{"content":"The waterproof coating on our skin gets rubbed away from areas of our bodies like our hands and feet that are frequently in contact with objects. If you immerse yourself in water with a lower concentration of dissolved salts than that of your cell contents water will be absorbed by osmosis and cause your skin cells to swell. Since they are anchored to the tissues below they are forced to corrugate to accommodate this."},
{"content":"A hiccup comes from an involuntary contraction of the diaphragm producing asudden intake of air. The glottis (the vocal apparatus of the larynx) slams shut at the same time so that the column of air strikes the closed glottis to produce the characteristic onomatopoeic noise."},
{"content":"Yes travel. Because the Earth’s surface is curved you’ll notice that different constellations of stars are revealed."},
{"content":"Yes. Several species of fish can breathe air and crawl on land. There are about 50 species of flying fish too."},
{"content":"It isn't particularly. In Victorian England seaside resorts got a reputation for having healthy air – maybe in comparison to the era's city smogs. The seaside's "},
{"content":"Given good conditions some plants can live for ever. It takes a change in external conditions to finish them off. But annuals die soon after seeding."},
{"content":"No. Chewing gum is indigestible but it doesn't have any magic property that allows it to escape the normal digestive transit. Three days is the usual limit."},
{"content":"Around 10 per cent of the population suffer from phobias. Some may be triggered by a traumatic event while others are linked to physical problems. Studies suggest that simple phobias are partly genetic while others may be due to cultural history. For example a fear of spiders may be passed down from the Middle Ages when spiders were associated with the plague as victims' deserted homes became shrouded in cobwebs."},
{"content":"Yes. It's not just women who are cursed with orange peel skin although in men cellulite tends to be in different places usually around the neck and abdomen."},
{"content":"Yes. The germ would be an even smaller organism that attacks its host germ from within."},
{"content":"It's probably because you don't have such a good view of the horizon. Motion sickness occurs when the balance mechanism in your ear registers movement while your eyes are telling you that you are stationary."},
{"content":"No. As well as vitamins and minerals we need carbohydrates fats and proteins for energy and cell repair."},
{"content":"Yes. They make your body think you are hotter than you really are so you sweat more and that leads to heat loss."},
{"content":"The most immediate effect (other than the lack of moonlight of course) would be on the Earth’s tides. With only the Sun’s gravitational influence the difference between high and low tides would be reduced dramatically - as would tidal drag which slows the Earth down at a rate adding about 0.002 seconds to the length of a day each century. Long term the effects would be far more serious. The climate of the Earth is sensitively dependent on the 23.5° tilt of the Earth’s axis and without the stabilising presence of our relatively huge Moon the gravity of the other planets would produce big changes in this angle - as it does with Mars whose tilt changes by 60° over a few million years."}]
